Repository: googlecode-mirror/photo-album
Catalog: branches/tantan-flickr-1.1/tantan-flickr/languages/*.po
Languages: es_es

source: Albums
es_es: Álbumes

source: Everyone
es_es: De todo el mundo

source: Interesting
es_es: Interesantes

source: &laquo; Previous
es_es: &laquo; Anteriores

source: Next &raquo;
es_es: Siguientes &raquo;

source: Error: Flickr plugin is not setup!
es_es: Error: ¡El plugin de Flickr no esta configurado!

source: Sorry, this feature is not enabled.
es_es: Lo siento, esta función no esta activada

source: This photo is not available.
es_es: Esta foto no está disponible

source: View this photo at Flickr
es_es: Ver esta foto en Flickr

source: This album is not available.
es_es: Este álbum no está disponible

source: View this album on Flickr
es_es: Ver este álbum en Flickr

source: Sorry, this feature is not supported
es_es: Lo siento, esta función no esta soportada por el momento

source: The photo album has not been configured.
es_es: El álbum no ha sido configurado

source: Group Photos
es_es: Fotos del Grupo

source: %d Photos
es_es: %d Fotos

source: View slideshow &gt;
es_es: Ver pase de diapositivas &gt;

source: Next Page &raquo;
es_es: Página siguiente &raquo;

source: View this video on Flickr
es_es: Ver este vídeo en Flickr

source: Back to Photo Album
es_es: Volver al álbum

source: Tags
es_es: Etiquetas

source: Previous Photo
es_es: Foto Anterior

source: you are on the first photo
es_es: estas en la primera foto

source: slideshow
es_es: pase de diapositivas

source: Next Photo
es_es: Foto Siguiente

source: you are on the last photo
es_es: estás en la última foto

source: Popular Tags
es_es: Etiquetas Populares

source: %d photos
es_es: %d fotos

source: more tags &raquo;
es_es: más etiquetas &raquo;

source: Comments
es_es: Comentarios

source: Leave a comment
es_es: Dejar un comentario

source: %d comments
es_es: %d comentarios

source: Add a comment &gt;
es_es: Añadir un comentario &gt;

source: No comments for this photo.
es_es: No hay comentarios en esta foto

source: Other Albums
es_es: Otros Álbumes

source: View all %d albums &gt;
es_es: Ver todos %d álbumes &gt;

source: Photos %1$d - %2$d tagged with <strong>%3$s</strong>
es_es: Fotos %1$d - %2$d etiquetadas con <strong>%3$s</strong>

source: Photos tagged with <strong>%s</strong>
es_es: Fotos etiquetadas con <strong>%s</strong>

source: Sorry, no photos found!
es_es: Lo siento, ¡no se han encontrado fotos!

source: View this tag on Flickr
es_es: Ver esta etiqueta en Flickr

source: View this photo on Flickr
es_es: Ver esta foto en Flickr

source: %1$d - %2$d of %3$d Photos
es_es: %1$d - %2$d de %3$d Fotos

source: View this group on Flickr
es_es: Ver este grupo en Flickr

source: Tag: %s
es_es: Etiquetas: %s

source: Uploaded By:
es_es: Subida por:

source: Tags:
es_es: Etiquetas:

source: Tag Cloud
es_es: Nube de etiquetas

source: No tags found.
es_es: No se han encontrado etiquetas

source: All Albums
es_es: Todos los Álbumes

source: Title:
es_es: Título:

source: Number of Photos:
es_es: Número de Fotos:

source: Randomize:
es_es: Aleatorias:

source: refresh albums
es_es: refrescar álbumes

source: Sorry, no albums found!
es_es: Lo siento, ¡no se han encontrado álbumes!

source: Photos
es_es: Fotos

source: Album cover
es_es: Portada del álbum

source: Size
es_es: Tamaño

source: Square
es_es: Cuadrado

source: Thumbnail
es_es: Miniatura

source: Small
es_es: Pequeño

source: Medium
es_es: Mediano

source: Large
es_es: Granade

source: Original
es_es: Originál

source: Insert into Post
es_es: Insertar en un post

source: Cancel
es_es: Cancelar

source: close after inserting photo
es_es: cerrar después de insertar una foto

source: Flickr Settings
es_es: Configuración del Flickr

source: Your Photo Album is not currently linked to a Flickr account.
es_es: Tu álbum no está actualmente conectado con tu cuenta de Flickr.

source: Step 1:
es_es: Paso 1:

source: Login to Flickr and grant <em>read only</em> permissions to this photo album. Once you are done, close the popup window and click the button in Step 2.
es_es: Conectate a Flickr y dale permiso de <em>solo lectura</em> a este álbum. Después cierra la ventana y vete al 2º paso

source: Retrieve Flickr Permissions &gt;
es_es: Recuperar los permisos de Flickr &gt;

source: Step 2:
es_es: Paso 2:

source: Apply the permissions granted in Step 1 to this photo album. This step may take a couple minutes to complete (depending on how many albums you have), since it's also going to pull down your Flickr information.
es_es: Aplica los permisos del Paso 1 a este álbum. Este paso puede tardar unos minutos en completarse (dependiendo de cuantos álbumes tengas).

source: Apply Permissions &gt;
es_es: Dar Permiso &gt;

source: &lt; Reset API Key
es_es: &lt; Resetear API Key

source: Photo Album Configuration
es_es: Configuración del Álbum

source: This is the configuration screen for the <a href="http://tantannoodles.com/toolkit/photo-album/">Flickr Photo Album plugin for WordPress</a>.
es_es: Esta es la pantalla de configuración para el <a href="http://tantannoodles.com/toolkit/photo-album/"> plugin Flickr Photo Album para WordPress</a>.

source: This plugin is provided by <a href="http://www.tantannoodles.com">TanTanNoodles</a> and licensed free of charge for you to use under the GPL license. This plugin is <em>unsupported</em> and comes with no official technical support. However, you can check the following pages for the latest updates to this plugin, along with any unofficial technical support:
es_es: This plugin is provided by <a href="http://www.tantannoodles.com">TanTanNoodles</a> y gratis para usarlo bajo la licencia GPL. Este plugin <em>no tiene soporte</em>. No obstante, puedes mirar las siguientes páginas para las actualizaciones de este plugin:

source: Support Group:
es_es: Grupo de apoyo

source: RSS Updates:
es_es: RSS de actualizaciones:

source: Subscribe to the <a href="http://feeds.feedburner.com/TanTanToolkit">TanTanToolkit feed</a> and get notified when there's an update to this plugin.
es_es: Subscribete al <a href="http://feeds.feedburner.com/TanTanToolkit">feed de TanTanToolkit</a> para ser notificado de las actualizaciones.

source: If you find this plugin helpful, please consider donating a few dollars to support this plugin. Thanks!
es_es: Si encuentras éste plugin de ayuda, por favor considera donar unos pócos dólares. ¡Gracias!

source: Amount:
es_es: Cantidad:

source: Customizations
es_es: Personalizaciones

source: Instructions
es_es: Instrucciones

source: Look and Feel:
es_es: Aspecto:

source: Not all WordPress themes are created equal, and you may need to tweak a couple templates to match the look and feel of our own blog. Look inside the <code>wp-content/plugins/tantan-flickr/templates</code> directory for the template files.
es_es: No todos los temas de WordPress estan creados igual, igual necesitas modificar algunas plantillas para mnejorar el aspecto. Mira en el <code>wp-content/plugins/tantan-flickr/templates</code> directorio para las plantillas.

source: Photo Albums
es_es: Álbumes

source: Organize Albums
es_es: Organizar Álbumes

source: Refresh All Albums
es_es: Refrescar todos los álbumes

source: Please wait. Now loading your albums...
es_es: Por favor espera. Tus álbumes están cargando...

source: save settings &gt;
es_es: Guardar la configuración &gt;

source: Organize Groups
es_es: Organizar Grupos

source: Refresh All Groups
es_es: Refrescar todos los grupos

source: Please wait. Now loading your groups...
es_es: Por favor espera. Tus grupos se estan cargando...

source: Support for groups are not enabled. <a href="http://code.google.com/p/photo-album/wiki/GroupsSupport">Please see this page for instructions on how to configure the plugin to display photos from groups.</a>
es_es: El soporte de grupos no esta activado. <a href="http://code.google.com/p/photo-album/wiki/GroupsSupport">Por favor mira en esta página las instrucciones de cómo configurar este plugin para mostrar los fotos de los grupos.</a>

source: View more photos &gt;
es_es: Ver más fotos &gt

source: hide group
es_es: ocultar grupo

source: clear cache
es_es: vaciar caché

source: Flickr API Key
es_es: API Key de Flickr

source: Before you can setup your blog to pull in your Flickr photos, you need to get your own Flickr API key.
es_es: Antes de poder configurar tu blog para mostrar las fotos de Flickr debes de tener tu propia API Key de Flickr

source: Apply for your own <a href="http://www.flickr.com/services/api/key.gne" target="_blank">Flickr API key</a>. If you already have an API key setup, <a href="http://www.flickr.com/services/api/keys/" target="_blank">you can use that instead</a>.
es_es: Consigue tu propia <a href="http://www.flickr.com/services/api/key.gne" target="_blank">API key de Flickr</a>. Si tu ya tienes una, <a href="http://www.flickr.com/services/api/keys/" target="_blank">puedes utilizarla para esto</a>.

source: After you have your key, click the configuration link to view the details for your new key
es_es: Despues de que tengas tu clave, haz click en el enlace de configuración para ver los detalles para tu nueva clave

source: Enter your blog's title and a short description.
es_es: Introduce el título de tu blog y una pequeña descripción.

source: Save
es_es: Guardar

source: Flickr API Key:
es_es: API Key de Flickr

source: hide album
es_es: ocultar álbum

source: My Photos
es_es: Mis fotos

source: search
es_es: buscar

source: Flickr Account:
es_es: Cuenta de Flickr:

source: Remove Link &gt;
es_es: Quitar enlace &gt;

source: Your Photo Album has been granted <em>read only</em> permissions to this Flickr account
es_es: Tu Álbum ha recibido permiso de <em>solo lectura</em> para esta cuenta de Flickr

source: <strong>Yes</strong>, display my Flickr Albums on this blog
es_es: <strong>Si</strong>, mostrar mis álbumes de Flickr en este blog

source: Enter the path where you want your photo album to be shown.
es_es: Introduce el lugar en el que quieres que se muestre tu álbum

source: View your album:
es_es: Ver tu álbum:

source: <strong>No</strong>, don't display my Flickr Albums on this blog
es_es: <strong>No</strong>, mostrar mis álbumes de Flickr en este blog

source: Photos should link to:
es_es: Las fotos tinen que enlazar a:

source: The URL specified above
es_es: La URL especificada

source: Flickr Sidebar Widget:
es_es: Widget para la barra lateral:

source: Enable the Flickr Widget for your sidebar.
es_es: Activar el Widget para tu barra lateral.

source: <strong>Note:</strong> Your theme does not look it's properly configured for WordPress Widgets. Here are instructions on <a href="http://automattic.com/code/widgets/themes/">how to add WordPress Widgets</a> to your existing theme.
es_es: <strong>Note:</strong> Parece que tu tema no esta configurado para los Widgets de WordPress. Aquí están las instrucciones de<a href="http://automattic.com/code/widgets/themes/">cómo añadir Widgets de WordPress</a> a tu tema.

source: Configure your sidebar &gt;
es_es: Configura tu barra lateral &gt;

source: Install the <a href="http://www.wordpress.org/">latest version of WordPress</a> if you want to show your recent Flickr photos in your WordPress sidebar.
es_es: Instala la <a href="http://www.wordpress.org/">última versión de WordPress</a> si quires mostrar tus fotos más recientes en Flickr en tu barra lateral de WordPress

source: Private Photos:
es_es: Fotos Privadas:

source: Hide photos that have been marked <em>Private</em>
es_es: Ocultar las fotos que han sido marcadas como <em>Privadas</em>

source: Insert Highlight Photo
es_es: Insertar foto resaltada

source: Title
es_es: Título

source: Link URL
es_es: URL del enlace

source: Link to the Flickr page for this photo
es_es: Enlazar a Flickr para esta foto

source: Link to this blog's page
es_es: Enlazar a esta página del blog

source: Enter a link URL or click above for presets.
es_es: Introduce una URL o haz click para las predefinidas

source: Left
es_es: Izquierda

source: Center
es_es: Centro

source: Right
es_es: Derecha

source: Video Player
es_es: Reproductor de Vídeo
